tap "homebrew/cask-fonts"
tap "nikitabobko/tap"

brew "stow"
brew "neovim"
brew "starship"
brew "atuin"
brew "just"
brew "fzf"
brew "fd"
brew "ripgrep"
brew "shellcheck"
brew "stylua"
brew "taplo"
brew "zoxide"
brew "eza"
brew "bat"
brew "git-delta"
brew "lazygit"
brew "mise"
brew "direnv"
brew "zellij"
brew "gh"
brew "jq"
brew "yq"

cask "wezterm"
cask "raycast"
cask "karabiner-elements"
cask "aerospace"
cask "font-jetbrains-mono-nerd-font"
cask "font-maple-mono-nf"
